/* No comment provided by engineer. */
"AboutStation" = "Über Music One";

/* No comment provided by engineer. */
"Application" = "Applikation";

/* No comment provided by engineer. */
"Cleanup" = "Zuletzt aufgeräumt";

/* No comment provided by engineer. */
"Favorites" = "Favoriten";

/* No comment provided by engineer. */
"More" = "Info";

/* No comment provided by engineer. */
"Song Refresh" = "Letzter Titel Refresh";


/* No comment provided by engineer. */
"Streaming Options" = "Streaming-Optionen";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"About Us" = "Über uns";

/* No comment provided by engineer. */
"Contact Developer" = "Kontakt Developer";

/* No comment provided by engineer. */
"Contact Us" = "Email an Music One";

/* No comment provided by engineer. */
"Entities" = "Entities";

/* No comment provided by engineer. */
"CachedSongs" = "Titel im Cache";

/* No comment provided by engineer. */
"Missed" = "Verpasst";

/* No comment provided by engineer. */
"Playlist" = "Playlist";

/* No comment provided by engineer. */
"NowPlaying" = "Jetzt läuft";

/* No comment provided by engineer. */
"KBS" = " k";

/* No comment provided by engineer. */
"IsTopRated" = "Jetzt in den Top 20";

/* No comment provided by engineer. */
"RateIt" = "Bewerten";
"rateItFontSize" = "11.5";

"Settings" = "Einstellungen";

/* Streaming Options */
"WIFI Quality" = "Hohe Qualität (3G/WIFI)";
"WIFI bps" = "128k mp3 — 56.25 MB/h";
"EDGE Quality" = "Gute Qualität (EDGE)";
"EDGE bps" = "48k aac+ — 18 MB/h";
